Repository: common-repository/booking-system-edoobox
Catalog: languages/booking-system-edoobox-*_formal.po
Languages: de_ch

source: edoobox Online Booking System - Options
de_ch: edoobox online Buchungssystem - Optionen

source: 1. To configure your edoobox Booking Plugin, you must <a href="https://app1.edoobox.com/login/signup">create an account</a> / <a href="https://app1.edoobox.com/login">login</a>
de_ch: 1. Um Ihr edoobox Buchungs-Plugin zu konfigurieren, müssen Sie <a href="https://app1.edoobox.com/login/signup" target="_blank"> ein Konto erstellen</a> / <a href="https://app1.edoobox.com/login" target="_blank">hier Anmelden </a>

source: 2. Copy your account code and public key from your edoobox account. You will find these Information Under the account Shortcut (Top Left)> Settings> API Access Management> Public Key.
de_ch: 2. Kopieren Sie Ihren Kontokürzel sowie Ihren Privat & Secret Key aus ihrem edoobox Konto. Sie finden diese Angaben Unter dem Konto Kürzel (Oben Links) > Einstellungen > API Zugangsverwaltung.

source: 3. Copy the account code and the public key into the appropriate boxes
de_ch: 3. Kopieren Sie das Konto Kürzel und den Privat Key in die dafür vorgesehenen Boxen

source: 4. Integrate edoobox with the shortcode generator on your side.
de_ch: 4. Integrieren Sie edoobox mit dem Shortcode Generator auf Ihrer Seite.

source: Private API Key
de_ch: Privater API Key

source: You can find the Private Key at the top link in your edoobox account.
de_ch: Sie finden den Privaten API Key in Ihrem edoobox Konto unter den Einstellungen > API Zugangsverwaltung.

source: You can find the Secret API Key at the top link in your edoobox account.
de_ch: Sie finden den Secret API Key in Ihrem edoobox Konto unter den Einstellungen > API Zugangsverwaltung.

source: Check API Credentials
de_ch: Meine API Daten kontrollieren

source: edoobox Account Code
de_ch: edoobox Konto Kürzel

source: You can find the account code above link in your edoobox account.
de_ch: Sie finden das Kontokürzel oben Links in Ihrem edoobox Konto.

source: Design Select
de_ch: Design auswählen

source: Standard BootStrap Design from Website
de_ch: Standard BootStrap Design von der Website übernehmen

source: Choose if you want to adopt the design from the edoobox account or website design.
de_ch: Wählen Sie, ob Sie das Standard Design oder das Design der Website übernehmen möchten.

source: edoobox Online Booking System - Page Indexing
de_ch: edoobox online Buchungssystem - Seiten Indexierung

source: To optimize the loading time of Wordpress pages, all pages containing an edoobox plugin shortcode are indexed in advance.
de_ch: Um die Ladezeit der Wordpress Seiten zu optimieren, werden alle Seiten welche ein edoobox Plugin Shortcode enthalten im Voraus indexiert.

source: All pages that contain an edoobox shortcode are listed here. If a page is missing, newly added or incorrectly identified, click on the button "Search All Pages" to re-index the pages.
de_ch: Alle Seiten welche einen edoobox Shortcode enthalten sind hier aufgelistet. Falls eine Seite fehlt, von ihnen neu hinzugefügt oder fehlerhaft identifiziert wurde, klicken Sie auf die Schaltfläche "Alle Seiten durchsuchen" um die Seiten neu zu indexieren.

source: Search All Pages
de_ch: Alle Seiten durchsuchen

source: Error. Please scan the pages manually.
de_ch: Ein Fehler ist unterlaufen. Bitte Scannen Sie die Seiten manuell.

source: View Post
de_ch: Seite anschauen

source: Edit Post
de_ch: Seite editieren

source: edoobox Online Booking System - Shortcode Pro
de_ch: edoobox online Buchungssystem - Shortcode Pro

source: <div class="bg-blue-100 border border-solid border-blue-700 mb-8 p-4 rounded text-blue-700"><strong>ℹ️ Note</strong><br>If you would like to embed your standard offer into your website, use the shortcode from the edoobox tool. <a class="text-blue-700 underline" href="https://docs.edoobox.com/knowledge-base/wordpress-website-einbinden-wp-plugin-iframe/" target="_blank">Go here for instructions.</a></div><div class="flex items-center"><h2 class="mr-4">Do you want to create a special display?</h2><div class="bg-purple-100 border border-solid border-purple-700 px-2 py-0.5 rounded text-xs text-purple-700">Developers only</div></div><div>With the Shortcode Pro you have the possibility, at a place defined by them (for example, On the home page), to highlight their next offers just before the launch. Define in the variable <pre class="inline"><code>limit</code></pre> the number of offers that are displayed. With HTML knowledge you can also personalize this visually and generate your own templates. You can find the appropriate variables under <strong>example variables / extend values</strong>. We provide them with two templates. The Table View / List View template cannot be modified, but can be used for your own template.</div>
de_ch: <div class="bg-blue-100 border border-solid border-blue-700 mb-8 p-4 rounded text-blue-700"><strong>ℹ️ Hinweis</strong><br>Wenn Sie Ihr Standardangebot in Ihre Website einbinden möchten, verwenden Sie den Shortcode aus dem edoobox-Tool. <a class="text-blue-700 underline" href="https://docs.edoobox.com/knowledge-base/wordpress-website-einbinden-wp-plugin-iframe/" target="_blank">Hier finden Sie eine Anleitung.</a></div><div class="flex items-center"><h2 class="mr-4">Sollen Sie eine spezielle Anzeige erstellen? </h2><div class="bg-purple-100 border border-solid border-purple-700 px-2 py-0.5 rounded text-xs text-purple-700">Nur für Entwickler</div></div><div>Mit dem Shortcode Pro haben Sie die Möglichkeit, an einer von ihnen definierten Stelle (z.B. auf der Startseite), ihre nächsten Angebote kurz vor dem Start hervorzuheben. Definieren Sie in der Variable <pre class="inline"><code>limit</code></pre> die Anzahl der Angebote, die angezeigt werden. Mit HTML-Kenntnissen können Sie dies auch visuell personalisieren und eigene Templates generieren. Die entsprechenden Variablen finden Sie unter <strong>Beispielvariablen / Werte erweitern</strong>. Wir stellen ihnen zwei Vorlagen zur Verfügung. Die Vorlage Tabellenansicht / Listenansicht ist nicht veränderbar, kann aber für Ihre eigene Vorlage verwendet werden.</div>

source: Below you can see a list of variables that are usable in the templates.
de_ch: Unten sehen Sie eine Liste der Variablen, die in den Vorlagen verwendet werden können.

source: The variables are space sensitive, which means they need a space between the variable and the double brackets as follows: <pre class="inline"><code>{{ variable }}</code></pre>
de_ch: Die Variablen reagieren auf Leerzeichen, d. h. sie benötigen ein Leerzeichen zwischen der Variable und den doppelten Klammern wie folgt: <pre class="inline"><code>{{ Variable }}</code></pre>

source: Copy the following shortcode and paste it into your desired page.
de_ch: Kopieren Sie den folgenden Shortcode und fügen Sie ihn in Ihre gewünschte Seite ein.

source: Your Shortcode:
de_ch: Ihr Shortcode:

source: the shortcode type
de_ch: der Shortcode typ

source: the ammount of events to show. (1-X)
de_ch: die Anzahl der zu zeigenden Events. (1-X)

source: the template name that should be used.
de_ch: der Name der Vorlage, die verwendet werden soll.

source: copy shortcode
de_ch: Shortcode kopieren

source: Expand example variables / values
de_ch: Beispielvariablen/Werte erweitern

source: Using 'name' the variable would look like this in the template: {{ name }} and output: 'Event One'
de_ch: With 'name' the variable would look like this in the template: {{ name }} and output: 'Event One'

source: Any returned variable from the v1/offers API is automatically added to usable template-variables.
de_ch: Jede von der v1/offers API zurückgegebene Variable wird automatisch zu den verwendbaren Template-Variablen hinzugefügt.

source: Base and custom templates
de_ch: Basis und eigene Templates

source: Select Template
de_ch: Template auswählen

source: Select
de_ch: Auswählen

source: "List" View - Listenansicht (default/fallback)
de_ch: Listenansicht (default/fallback)

source: "Table" View - Tabellenansicht
de_ch: Tabellenansicht

source: If there is already a saved template with that name, it will be overwritten.
de_ch: Wenn es bereits eine gespeicherte Vorlage mit diesem Namen gibt, wird diese überschrieben.

source: " is a base template. Please do not use the base templates predefined by edoobox as template names."
de_ch: " ist eine Basisvorlage. Bitte verwenden Sie nicht die von edoobox vordefinierten Basisvorlagen als Vorlagennamen."

source: edoobox Online Booking System - Caching
de_ch: edoobox online Buchungssystem - Caching

source: Caching has pros and cons. While it speeds up pageloading, it may cause the page to show outdated data. So a lower value will result in longer loading times, but more likely correct data. If edoobox seems slow however, we recommend adding a few minutes more.
de_ch: Caching hat Vor- und Nachteile. Es beschleunigt zwar den Seitenaufbau, kann aber dazu führen, dass die Seite veraltete Daten anzeigt. Ein niedrigerer Wert führt also zu längeren Ladezeiten, aber wahrscheinlich eher zu korrekten Daten. Wenn edoobox jedoch langsam erscheint, empfehlen wir, ein paar Minuten mehr hinzuzufügen.

source: Caching Time (Minutes)
de_ch: Caching Zeit (in Minuten)

source: Hours
de_ch: Stunden

source: Define how long edoobox pages should be cached.
de_ch: Definieren Sie, wie lange edoobox-Seiten im Cache gespeichert werden sollen.

source: Flush Cache
de_ch: Cache leeren

source: By flushing the cache, you will immediately see changes in displayed pages.
de_ch: Wenn Sie den Cache leeren, sehen Sie sofort Änderungen in den angezeigten Seiten.

source: Edoobox Could not fetch Api Data:
de_ch: Edoobox konnte die Api Daten nicht holen:

source: Settings
de_ch: Einstellungen

source: Options
de_ch: Optionen

source: edoobox booking system
de_ch: edoobox Buchungssystem

source: Page Indexing
de_ch: Seiten Indexierung

source: Please deposit your Google Maps API key.
de_ch: Bitte hinterlegen Sie Ihren Google Maps API-Schlüssel.

source: Visit the following page for more information:
de_ch: Besuchen Sie die folgende Seite für weitere Informationen:

source: The online booking system
de_ch: Das online Buchungssystem

source: Developers only
de_ch: Für Entwickler

source: The edoobox plugin minifies any custom styles, whenever that styles is loaded for the first time. From then on the minifies style is loaded and is no longer minified again. Should you need to minify the style again you can delete the references to the minified versions below.
de_ch: Das edoobox-Plugin minifiziert alle benutzerdefinierten Styles, wenn diese Styles zum ersten Mal geladen werden. Von da an wird der minifizierte Style geladen und wird nicht mehr erneut minifiziert. Sollten Sie den Style erneut minifizieren müssen, können Sie die Verweise auf die minifizierten Versionen unten löschen.

source: Remove All
de_ch: Alle Entfernen

source: Nothing cached yet.
de_ch: Es existiert noch kein Cache.

source: Google Maps API Key
de_ch: Google Maps API-Schlüssel

source: Here you can find all the necessary instruction:
de_ch: Hier finden Sie alle notwendigen Anweisungen dazu:

source: Activate Google Maps for the Plugin
de_ch: Aktivieren Sie Google Maps für das Plugin

source: Add Google Maps in your Design Manager
de_ch: Google Maps im Design Manager hinzufügen

source: 2. Copy your account code and public key from your edoobox account. You will find these Information Under the account Shortcut (Top Left)> Settings> API Access Management> Public Key.
de_ch: 2. Kopieren Sie Ihren Kontokürzel sowie Ihren Privat & Secret Key aus ihrem edoobox Konto. Sie finden diese Angaben Unter dem Konto Kürzel (Oben Links) > Einstellungen > API Zugangsverwaltung.

source: Use edoobox V2
de_ch: edoobox V2 verwenden

source: Tip
de_ch: Tipp

source: With the Shortcode Pro you have the possibility to highlight your next offers at a place defined by you (e.g. on the start page) shortly before the start. In the variable "limit" define the number of offers that will be displayed. With HTML knowledge you can also personalise them optically and create You will find the appropriate variables under "Example variables / extend values". We provide you with two templates. The template table and list view cannot be changed, but can be used for your own template.
de_ch: Mit dem Shortcode Pro haben Sie die Möglichkeit, Ihre nächsten Angebote an einer von Ihnen definierten Stelle (z.B. auf der Startseite) kurz vor dem Start hervorzuheben. In der Variable "Limit" definieren Sie die Anzahl der Angebote, die angezeigt werden sollen. Mit HTML-Kenntnissen können Sie diese auch optisch personalisieren und erstellen Die entsprechenden Variablen finden Sie unter "Beispielvariablen / Werte erweitern". Wir stellen Ihnen zwei Vorlagen zur Verfügung. Die Vorlage "Tabelle" und "Listenansicht" ist nicht veränderbar, kann aber für Ihre eigene Vorlage verwendet werden.

source: The variables are white-space sensitive, meaning that they need a space between the variable and the double brackets like this --> {{ variable }}
de_ch: Die Variablen sind leerzeichen-empfindlich, d.h. sie benötigen einen Abstand zwischen der Variable und den Doppelklammern wie folgt: <pre class="inline"><code>{{ Variable }}</Code></pre>

source: Booking System Edoobox
de_ch: Edoobox Buchungssystem

source: Online booking system – Advertise your courses, seminars, and events easily!
de_ch: Online-Buchungssystem - Werben Sie einfach für Ihre Kurse, Seminare und Veranstaltungen!

source: edoobox Booking System
de_ch: edoobox Buchungssystem
